Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Lady Chef Royale.tmx
Source language: en
Languages: es_419

source: THE PHILLIPTES RIVER FLOWS FROM THE EAST TO THE WEST.
es_419: El río Filiptes corre de este a oeste.

source: HAND THAT OVER AND GET OUT.
es_419: Dame eso y vete.

source: SOFT, TENDER PERSIMMONS.
es_419: Caquis blandos y tiernos.

source: COMTE MERIATHEN AND FLORHETTA WERE KICKED OUT OF THE CHATEAU, AND THOUGH COMTE MERIATHEN EXCLAIMED THAT HE WOULD SOON FIND ANOTHER BENEFACTOR, IT WOULD NOT BE AS EASY AS HE CLAIMED.
es_419: Expulsaron al conde Meriathen y a Florencia del castillo, y aunque el conde aseguró que hallaría un nuevo benefactor enseguida, no va a resultarles tan fácil.

source: GRANDFATHER, HOW ABOUT REWARDING THE INDIVIDUAL WHO MADE THE BETTER DISH?
es_419: Abuelo, ¿y si premia a quien lo haya hecho mejor?

source: GRANDFATHER, THAT BRUTE IS EVEN WORSE THAN HIS DAUGHTER.
es_419: Ese animal es aún peor que su hija.

source: THOUGH I HAVE SENIANNA;S MEMORIES, IT;S IMPOSSIBLE TO IMPERSONATE HER PERFECTLY.
es_419: Aunque conservo los recuerdos de Seniana, es imposible imitarla a la perfección.

source: WELL, IN MY OPINION…
es_419: Bueno, a mi entender…

source: I CAN’T REACH HER.
es_419: No la alcanzo.

source: THANK YOU!
es_419: ¡Gracias!

source: YES, VERY MUCH.
es_419: Sí, mucho.

source: HUH?
es_419: ¿Eh?

source: HNNG
es_419: snif

source: I TRUST THAT NO GRANDCHILD OF MINE WOULD CAUSE AN UPROAR OVER SOME MISUNDERSTANDING.
es_419: Confío en que ninguno de mis nietos causaría un escándalo solo por un malentendido.

source: SLAM
es_419: Blam

source: HOW DISGRACEFUL!
es_419: ¡Una vergüenza!

source: HER ANTICS ARE STARTING TO BE ANNOYING.
es_419: Sus numeritos ya me están cansando.

source: I’M COUNTING ON YOU.
es_419: Cuento contigo.

source: CHATTER
es_419: blabla

source: IS SHE REALLY GOING TO PREPARE A DISH FOR GRANDFATHER’S BIRTHDAY?
es_419: ¿En serio va a preparar un plato para el cumpleaños del abuelo?

source: WHISPER
es_419: susurro

source: NOW HAND IT OVER.
es_419: Ahora dame eso.

source: DESPITE MY PRESTIGIOUS FAMILY AND BEAUTIFUL APPEARANCE, NONE OF MY RELATIONSHIPS LASTED PAST 3 MONTHS.
es_419: A pesar del prestigio de mi familia y de ser hermosa, ninguna de mis relaciones duró más de tres meses.

source: ‘...SLAPPING WAS COMMONPLACE AND IT THE MIDDLE OF WINTER, SHE ORDERED FOR LADY SENIANNA’S BLANKET TO BE TAKEN AWAY, PROVIDING INSTEAD ONLY A FROZEN SHEET TO COVER HERSELF.’
es_419: "… las bofetadas eran moneda corriente. En pleno invierno ordenó que quitaran la manta de Lady Seniana y le dejaran solo una sábana helada para cubrirse".

source: WHY WOULD YOU WANT TO KNOW WHAT GRANDFATHER LIKES TO EAT?
es_419: ¿Para qué quieres saber qué le gusta comer al abuelo?

source: I CAN’T LOSE MS.
es_419: ¡No puedo

source: RATTLE
es_419: trac

source: PLEASE BE RATIONAL, LADY SENIANNA!
es_419: ¡Sea sensata, Lady Seniana!

source: THAT WILL TEACH HER, THAT STUPID, ARROGANT WENCH!
es_419: ¡Que aprenda esa zorra estúpida y arrogante!

source: SHRUG
es_419: encoge

source: THE PEOPLE HERE THINK I’M STUPID OR SOMETHING.
es_419: ¿Esta gente cree que soy estúpida?

source: FATHER-IN-LAW.
es_419: Suegro.

source: GAWAIN, DEAR!
es_419: ¡Gael querido!

source: IT’S THE THOUGHT THAT COUNTS, RIGHT?
es_419: La intención es lo que cuenta, ¿no?

source: SHE IS THE PERFECT TOOL TO KEEP THE MERIATHENS IN CHECK.
es_419: … que es perfecta para mantener a raya a los Meriathen.

source: MURMUR
es_419: murmullo

source: OH, AND IT APPEARS SENIANNA ALSO PREPARED A LITTLE SURPRISE FOR YOU...
es_419: Ah, y parece que Seniana también le preparó una sorpresita…

source: I’M SURE EVERYONE HERE HAS HEARD THE TALE OF THE TIME HE ADAMANTLY REFUSED TO LIE, EVEN THOUGH HIS OWN LIFE WAS AT STAKE.
es_419: Todas las personas presentes conocerán la historia de cuando arriesgó su vida porque se rehusó con obstinación a mentir.

source: CHAPTER 12
es_419: Capítulo 12

source: MY LADY!
es_419: señorita!

source: WHOA
es_419: Uooo

source: BECAUSE I NEED TO.
es_419: Porque debo saberlo.

source: HEY, SENA.
es_419: Hola, Sena.

source: IT WAS GAWAIN’S HINT THAT MADE ME REALIZE IT.
es_419: Fue Gael quien me hizo caer en la cuenta.

source: SHINE
es_419: brilla

source: SHUDDER
es_419: escalofrío

source: OH, WILL MY LORD BE TRYING LADY SENIANNA FRANCIFF’S DISH NEXT?
es_419: Ah, ¿el señor probará el plato de Lady Seniana Franciff?

source: WHAT ARE YOU TRYING TO PULL OFF?
es_419: ¿Qué estás tramando?

source: AND SHE WILL BE A HINDRANCE IF SHE DARES TO TAKE ON HOUSEHOLD MATTERS.
es_419: Y sería un estorbo si osara tomar el mando de los asuntos domésticos.

source: WHY IS HE GRINNING ALL OF SUDDEN?
es_419: ¿Y esa sonrisa repentina?

source: HUG
es_419: abraza

source: GOOD EVENING, FATHER-IN-LAW.
es_419: Buenas noches, suegro.

source: BUT YOU’RE NOT.
es_419: Pero no lo eres.

source: HE'S BEEN EATING MORE NOODLES LATELY, WHICH HE DIDN’T LIKE BEFORE…
es_419: Come muchas pastas últimamente. Antes no le gustaban…

source: HOW DARE HE…!
es_419: ¡Qué atrevido!

source: TREMBLE
es_419: tiembla

source: SMILE
es_419: sonríe

source: BRING IT TO THE TABLE.
es_419: Tráiganlo a la mesa.

source: QUITE AN ODD SENSATION THAT WAS.
es_419: Sí que fue una sensación extraña.

source: THIS IS A WASTE OF TIME.
es_419: Qué pérdida de tiempo.

source: PSHT
es_419: fsh

source: BUT YOU HAVE TO ADMIT…
es_419: Pero debes admitir…

source: ARE YOU SURE?
es_419: ¿Estás segura?

source: THIS VOICE…
es_419: Esa voz…

source: EVEN IF SHE FAILS AT COOKING.
es_419: Aunque no sepa cocinar,

source: YOU MEAN…
es_419: ¿Dice que…?

source: I SECRETLY HIRED A PROFESSIONAL CHEF TO COOK THE DISH ANDRE WILL SERVE.
es_419: Contraté a un profesional en secreto; preparó el plato que servirá André.

source: A WOMAN SUCH AS HER DOES NOT DESERVE TO BE A FRANCIFF.
es_419: Una mujer como esa no merece ser una Franciff.

source: PLEASE… DON’T… LEAVE ME…
es_419: Por favor… no… me dejes…

source: NOW TELL US…
es_419: Ahora dinos…

source: TP
es_419: tap

source: I ALSO USED HONEY AND RIPE PERSIMMON IN THE SAUE TO TIE WITH THE MARINADE AND ADD A LIGHT SWEETNESS.
es_419: También usé miel y caquis maduros en la salsa para combinar con el marinado y añadir un poco de dulzura.

source: COME ON, LET’S PLAY.
es_419: Vamos a jugar.

source: I WILL MAKE SURE SIR HEATHERWOON RECEIVES THE MESSAGE.
es_419: Me aseguraré de que Heatherwood reciba el mensaje.

source: I COULD HAVE TRIED TO HURT YOU.
es_419: Quizás intenté hacerte daño.

source: BESIDES, SENDING TEA RIGHT BEFORE THE BANQUET WAS SUSPICIOUS IN AND OF ITSELF.
es_419: Además, enviarme un té justo antes del banquete ya era sospechoso de por sí.

source: STARE-
es_419: Observa

source: MS.
es_419: ¡Señorita

source: I THINK I CAN GET IT.
es_419: Creo poder conseguirlo.

source: BUT WHAT DO YOU NEED IT FOR?
es_419: Pero ¿para qué lo necesita?

source: TUG
es_419: tira

source: GIFTS FROM COMTE MERIATHEN, WHO IS EAGER DAUGHTER’S FACTION WITHIN HOUSE FRANCIFF.
es_419: Regalos del conde Meriathen, ansioso por sumar aliados y mejorar la posición de su hija en la casa Franciff.

source: HERE I COME~!
es_419: ¡Ahí voy!

source: HMPH… LOOKS LIKE BUSINESS FIRST AS USUAL.
es_419: Mmm… El trabajo va primero, como siempre.

source: AND SEVERAL KICKS BROKE AN ARM AND A LEG.
es_419: Y me rompió un brazo y una pierna a patadas.

source: OH, THAT IS NOTHING TO BE WORRIED ABOUT.
es_419: Ah, no te preocupes por eso.

source: THE BROMELAIN FOUND IN PINEAPPLES AND ACTINIDIN IN KIWIS HELP TO BREAK DOWN PROTEINS IN MEAT, TENDERIZING IT.
es_419: La bromelina de la piña y la actinidina del kiwi ayudan a descomponer las proteínas de la carne, y la maceran.

source: ALLOW ME TO PRESENT THE TURKEY MY NEPHEW MADE FOR YOU.
es_419: He aquí el pavo que preparó mi sobrino para usted.

source: A DISH BY LADY SENIANNA?
es_419: ¿Un plato de Lady Seniana?

source: NOD
es_419: Asiente

source: CHAPTER 13
es_419: Capítulo 13

source: RUSTLE
es_419: frush

source: I SAID, WHERE IS YOUR DAD HIDING?!
es_419: ¡Te pregunté dónde está tu papá!

source: KNOCK
es_419: toc

source: FROWN
es_419: frunce

source: I WAS THE BEST HIDE-AND-SEEK PLAYER IN THAT PLACE…
es_419: Yo era la que mejor jugaba a las escondidas.

source: ...I-I PREFER THE SLOWLY STARVING TO DEATH OPTION.
es_419: Pre-prefiero lo de dejarlos morir de hambre…

source: YOUR SISTER IS SLANDERING MY DAUGHTER!
es_419: ¡Su hermana está difamando a mi hija!

source: STARE
es_419: Mira

source: SO WHY DID I ALWAYS WAIT FOR SOMEONE TO FIND ME?
es_419: ¿Y por qué siempre esperaba que me encontraran?

source: BECAUSE IT WAS UNNATURAL.
es_419: No me pareció natural.

source: CLINK
es_419: clinc

source: I MARINATED AND TENDERIZED THE TURKEY FLESH JUST ENOUGH SO THAT ITS FORM STILL REMAINED, GLAZED THE SURFACE WITH A BULGOGI SAUCE, THEN STEAMED IT.
es_419: Mariné y maceré la carne de pavo el tiempo justo para que no se deshiciera, la unté con una salsa bulgogi y la cociné al vapor.

source: AH, WHAT A SPLENDID IDEA.
es_419: Ah, qué idea maravillosa.

source: SIGH
es_419: Suspira

source: I TRIED TO PERSUADE HER TO ATTEND AT LEAST BRIEFLY, BUT NO AVAIL…
es_419: Quería que al menos hiciera acto de presencia, pero no hubo caso…

source: MY LADY?
es_419: ¿Señorita?

source: BECAUSE HE COULDN’T EAT PROPERLY MOST OF THE TIME DUE TO DENTAL PAIN.
es_419: … porque últimamente no podía comer bien por un dolor en la boca.

source: AND IT SEEMS TO BE PLAYTIME?
es_419: Parece que están en recreo.

source: FIGURING OUT THE REBEL’S PLAN,
es_419: Descifró el plan de los rebeldes.

source: BECAUSE YOU’RE TOO CLEVER FOR THAT.
es_419: Porque tú no eres tan tonto.

source: THE VERY SIGHT OF IT IS APPETIZING.
es_419: El epítome de lo apetecible.

source: BUT I HAD TO FINISH THE DISH FIRST.
es_419: Pero tenía que terminar el plato.

source: THE DAY OF THE BANQUET
es_419: El día del banquete

source: I’LL HAND OVER THESE DOCUMENTS IF YOU TELL ME WHAT GRANDFATHER LIKES TO EAT.
es_419: Yo te doy los papeles si tú me dices qué le gusta comer al abuelo.

source: PAYA Original Novel by:
es_419: PAYA Novela Original:

source: WHOOSH
es_419: Fuuush

source: WHAT CAME OVER YOU?
es_419: ¿Qué bicho te picó?

source: THERE HAVE BEEN REPORTS OF CARTS FILLED WITH GOLD BEING SENT TO THE MANSIONS OF SEVERAL SUBJECTS.
es_419: Se reportaron envíos de carretas repletas de oro a las mansiones de ciertas familias.

source: YOU THINK THAT ATTENPTED MURDER CAN BE COMPENSATED?
es_419: Abuelo, ¿crees que pueda compensarse un intento de homicidio?

source: DIM
es_419: débil

source: WHAT DID THIS GIRL DO…?
es_419: ¿Qué hizo esta niña?

source: MY NEPHEW WILL DO THE ROASTING.
es_419: Mi sobrino cocinará el plato.

source: P-P-PLEASE DON’T LEAVE ME.
es_419: Po-por favor, no me dejes.

source: ON THAT VERY DAY, GRANDFATHER ORDERED AN ADMINISTRATIVE OFFICER TO TAKE BACK ALL THE INVESTMENTS HE MADE TO THE MERIATHENS.
es_419: Ese mismo día, el abuelo encargó a un funcionario contable que retirara todo lo que había invertido en los Meriathen.

source: SATISFIED
es_419: satisfecha

source: HALT
es_419: frena

source: BEFORE MY ENGAGEMENT WITH MARQUIS FRANCIFF, I WAS CALLED THE SILVER VINE FRUIT OF THE CAPITAL.
es_419: Antes de mi compromiso con el marqués Franciff, era el fruto de la vid de plata de la capital.

source: WELL, I DON’T COMPLETELY TRUST HER YET, BUT…
es_419: Bueno, aún no confío en ella por completo, pero…

source: I CAN HAVE THEM HUNTED DOWN LIKE ANIMALS, IF YOU WISH.
es_419: Si quieres, puedo hacer que los persigan como animales.

source: MENACING
es_419: Amenazante

source: I IMMEDIATELY ORDERED CITRONNE TO SEIZE AND BIND HER.
es_419: De inmediato le pedí a Citronella que la amarrara.

source: TAKE THIS.
es_419: Toma esto.

source: COMTE MERIATHEN INTENDS TO WIELD INFLUNCE WITHIN HOUSE FRANCIFF USING HIS GRANDCHILD.
es_419: el conde Meriathen pretende usarla para ejercer su influencia en la familia Franciff.

source: INDEED, I COULD NOT TELL YOU APART FROM THE FLOWERS.
es_419: Así es. No podría distinguirla entre las flores.

source: SHAKE
es_419: sacude

source: WHEN I WAS VERY YOUNG, I WAS BEATEN CONSTANTLY BY THE LOAN SHARKS WHO WERE AFTER MY BIOLOGICAL FATHER.
es_419: Cuando era muy pequeña, los prestamistas que perseguían a mi padre biológico me golpeaban todo el tiempo.

source: DID YOU THINK I WAS SOME HUMAN SCUM WHO BEATS WOMEN?
es_419: ¿Creíste que era una basura humana que golpea mujeres?

source: RISE
es_419: de pie

source: HAHAHA~
es_419: Jajaja

source: SO, I ASKED CITRONNE TO FIND PINEAPPLE AND KIWI.
es_419: Le pedí a Citronella que me trajera piña y kiwi.

source: WHAT DO YOU MEAN…?
es_419: ¿Qué quieres decir?

source: NOT BAD.
es_419: Nada mal.

source: I SUPPOSE HE’S UPSET BECAUSE I WAS LATE.
es_419: Debe de estar enojado porque llegué tarde.

source: THAT IS JUST TOO ADORABLE, SENIANNA.
es_419: Si serás adorable, Seniana.

source: GRIN
es_419: Sonríe

source: SOB
es_419: llora

source: ...WHERE
es_419: ¿Dónde…

source: DON’T YOU THINK?
es_419: ¿no crees?

source: THEN LET THE INVESTIGATION FIGURE IT OUT.
es_419: Que lo determine la investigación.

source: ONCE, A SLAP EVEN RUPTURED MY EARDRUM.
es_419: Una vez me perforó el tímpano de un golpe.

source: REALLY…?
es_419: ¿Eh…?

source: AND SHE TOO SEEMED SATISFIED, SMILING LIKE A PURRING CAT.
es_419: Y pareció gustarle. Sonreía, como un gatito que ronronea.

source: OF COURSE I KNOW WHAT SHE MEANT BY THAT QUESTION.
es_419: Por supuesto que entendí qué quiso decir.

source: SO YOU MEAN TO HELP SENIANNA?
es_419: ¿Y planeas ayudar a Seniana?

source: Story & Art by:
es_419: Historia y Arte:

source: BECAUSE NOBODY EVER LOOKED FOR ME.
es_419: Porque a mí nunca me buscaban.

source: DOES THAT MEAN…
es_419: Entonces…

source: ABOUT THAT…
es_419: Sobre eso…

source: LORD FRANCIFF IS STRICT TO A FAULT, EVEN TO HIS OWN FLESH AND BLOOD.
es_419: Lord Franciff es estricto en extremo, incluso con su propia familia.

source: ANOTHER HINT WAS GRANDFATHER’S FONDNESS FOR NOODLES.
es_419: Otra pista es que el abuelo empezara a comer pastas.

source: SO WHY WOULD HE CHOOSE THE WORDS ‘SOFT’ AND ‘TENDER,’ UNLESS…
es_419: ¿Por qué dijo "blandos" y "tiernos"? A menos que…

source: CHAPTER 11
es_419: CAPÍTULO 11

source: GRANDFATHER?
es_419: ¿Abuelo?

source: YOU’RE A MUCH BETTER PERSON THAN I IMAGINED!
es_419: ¡Eres mucho más bueno de lo que creí!

source: ALL I HAVE TO DO IS ENDURE THE PAIN.
es_419: Solo tengo que soportar el dolor.

source: CREAK
es_419: ñiiic

source: LADY CHEF Royale
es_419: Seniana: La Chef Imperial

source: BOW
es_419: Reverencia

source: SPOTLESS
es_419: Impecable

source: I DON’T BELIEVE IT!
es_419: ¡No puede ser!

source: DRIP
es_419: plic

source: TURN
es_419: Gira

source: SO IT’S NOT SURPRISING THAT GRANDFATHER AND THE BROTHERS REALIZE SOMETHING WAS OFF.
es_419: No me sorprende que el abuelo y los hermanos hayan notado que había algo raro.

source: READY OR NOT,
es_419: ¡Listo!

source: HEHE~
es_419: Jeje

source: RIPENED PERSIMMONS!
es_419: ¡Caquis maduros!

source: NOW, SENIANNA, TELL GRANDFATHER YOUR WISH.
es_419: Bien, Seniana, dile al abuelo qué deseas.

source: HOW WONDERFUL IT FEELS TO HAVE MY DREAM COME TRUE.
es_419: Se siente increíble que tu sueño se haga realidad.

source: BLINK
es_419: abre

source: I DON’T HAVE TO COUNT TO NINE THEN START AGAIN AT ONE.
es_419: Ya no tengo que contar hasta diez y volver a empezar.

source: OR PERHAPS YOU WOULD WANT THE SLAUGHTERED ON THE SPOT?
es_419: ¿O prefieres que los degüellen en el acto?

source: BUT NOW, SHE HAS UNDOUBTEDLY CHANGED.
es_419: Pero ahora no hay dudas de que cambió.

source: DULL…
es_419: Triste…

source: YES.
es_419: Sí.

source: ‘SHE ALSO CONSTANTLY LOCKED LADY SENIANNA IN THE CLOSET AND EVEN TRIED TO FEED HER ROTTEN FOOD.’
es_419: "También la encerraba en el armario con frecuencia y hasta intentó alimentarla con comida podrida".

source: ARE THESE…
es_419: ¿Estas son…

source: I THINK SHE DESERVES A GOOD REST.
es_419: Creo que se merece un buen descanso.

source: BUT MY LADY, CONTROLLING THE HEAT IS THE MOST CRUCIAL STE--
es_419: Pero, señora, es esencial controlar bien la temperatura…

source: BUT AFTER MY ENGAGEMENT TO MARQUIS FRANCIFF, ALL THOSE WHO MOCKED ME PREVIOUSLY GROVELLED TO GET ON MY GOOD SIDE.
es_419: Pero, después de comprometerme con el marqués Franciff, quienes antes se burlaban de mí corrieron a adularme.

source: B-BUT!!
es_419: ¡P-pero…!

source: ...ANNA!
es_419: ¡… ana!

source: OH, MY.
es_419: Cielos.

source: GRAB
es_419: agarra

source: PLEASE STOP, LADY SENIANNA!
es_419: ¡Señorita, no, por favor!

source: SHE MUST BE OUT OF HER MIND.
es_419: Se habrá vuelto loca.

source: WHAT IS WRONG WITH HER?
es_419: ¿Qué le pasa?

source: UNNATURAL?
es_419: ¿Natural?

source: HMM..
es_419: Mmm…

source: HAS CONSTANTLY SUBJECTED ME TO UNWARRANTED ABUSE.
es_419: … me maltrata constantemente sin razón.

source: YOU’VE BEEN ACTING SUSPICIOUSLY LATELY.
es_419: Últimamente estás muy rara.

source: IT IS MAY FAULT, I SHOULD HAVE TAUGHT HER BETTER…
es_419: Es mi culpa, debería haberla criado mejor…

source: I WANTED TO ASK YOU TO DELIVER A MESSAGE TO SIR HEATHERWOOD.
es_419: Quisiera pedirte que transmitas un mensaje a Heatherwood.

source: THIS SAUCE IN PARTICULAR IS WHAT MAKES THIS DISH SO IRRESISTIBLE.
es_419: Pero es la salsa lo que hace que este plato sea irresistible.

source: ...THIS IS MY OLD ORPHANAGE?
es_419: ¿Este es el orfanato donde viví?

source: STILL, IT’S BETTER TO KEEP HER FROM PRESENTING HER DISH IF I AM TO CRUSH HER COMPLETELY.
es_419: Igual, si quiero garantizar su derrota, lo mejor será impedir que presente su plato.

source: WHAT…?
es_419: ¿Qué...?

source: I SHALL SLIP IT INTO HER TEA.
es_419: Se lo pondré en el té.

source: HEH
es_419: Je

source: SMIRK
es_419: sonrisita

source: MY LORD?
es_419: señor?

source: SH!
es_419: ¡Ah,

source: ADMIT IT.
es_419: Admítelo,

source: IT’S FINISHED, AUNT FLORHETTA.
es_419: Ya está listo, tía Florencia.

source: IT’LL BE BETTER THIS TIME BECAUSE I CAN COUNT TO A HUNDRED NOW.
es_419: Esta vez va a ser mejor porque ya sé contar hasta cien.

source: SHE USED TO RAISE HELL OVER TRIFLES!
es_419: ¡Antes hacía escándalo por cualquier cosa!

source: WHEN DO YOU THINK GRANDFATHER WILL REIN HER IN?
es_419: ¿Cuándo crees que el abuelo va a ponerle un freno?

source: PFFT
es_419: Pfff

source: IT’LL BE EASIER IF I’M PREPARED FOR A BEATING.
es_419: Si me preparo para una paliza, será más fácil.

source: SHE USED TO BE A GLOOMY, DETESTABLE GIRL.
es_419: Antes era una chica sombría y detestable.

source: WHAT THE…?
es_419: Pero ¿qué…?

source: IF SHE CREATES HER OWN OPPORTUNITY.
es_419: Si ella misma se da la oportunidad.

source: LEAVE THE CHATEAU NOW.
es_419: Ahora váyase del castillo.

source: THAT SEAT WAS ALWAYS TAKEN BY FLORHETTA WHEN FATHER WAS ABSENT.
es_419: Florencia solía sentarse ahí cuando padre no estaba.

source: SKULKING ABOUT WITH THAT PALE, LIFELESS FACE
es_419: Andaba por ahí con esa cara pálida y sin vida.

source: I HAVE NEVER DONE SUCH A FIENDISH ACT IN MY LIFE!
es_419: ¡Jamás en la vida hice algo tan espantoso!

source: I’LL GO FETCH IT.
es_419: Voy a buscarlo.

source: ENOUGH JOKING AROUND.
es_419: Basta de bromas.

source: PLEASE TRY THIS SAMPLE.
es_419: Pruebe, por favor.

source: I’LL BE A GOOD GIRL.
es_419: Me voy a portar bien.

source: HOW CAN THIS BE…?!
es_419: ¡¿Cómo puede ser?!

source: INDEED, ONE’S CULINARY SKILLS CANNOT IMPROVE OVERNIGHT.
es_419: Sí, las habilidades culinarias no mejoran así como así.

source: HER HAIR FELT BETTER TO THE TOUCH THAN ITS RATHER DISHEVELLED APPEARANCE,
es_419: Su pelo es más suave de lo que parecía, con ese aspecto desarreglado.

source: KYAAH!
es_419: ¡Aaah!

source: THAT FOOLISH EXCUSE ONLY MADE MATTERS WORSE FOR THE MERIATHENS.
es_419: Esa excusa boba empeoró la situación de los Meriathen.

source: SHE MIGHT ATTEMPT SOMETHING ELSE.
es_419: podría intentar otra cosa.

source: HOW DID SHE KNOW…?
es_419: ¿Cómo lo supo?

source: WHERE IS HE?!
es_419: ¡¿Dónde está?!

source: SHHHK
es_419: Shhhh

source: HOW SURPRISING.
es_419: Qué sorpresa.

source: I MERELY WANTED TO INFORM HIM THAT THERE IS A WITNESS CURRENTLY IN MY KITCHEN.
es_419: Solo quiero informarle hay una testigo en mi cocina en este momento.

source: WHY ARE YOU FOLLOWING ME?
es_419: ¿Por qué me sigues?

source: WHAT IS IT?
es_419: ¿Cuál?

source: HMPH, I’D WAGER MY SWORD THAT THIS ‘PHASE’ WON’T LAST.
es_419: Mm, apuesto mi espada a que esta "fase" no durará mucho.

source: UGH, HE WON’T STOP NITPICKING… I GUESS HE DOESN’T WANT TO TELL ME.
es_419: Uf, no deja de dar vueltas… Parece que no quiere decirme.

source: I SHALL MAKE AN OFFICIAL COMPLAINT!
es_419: ¡Presentaré una queja oficial!

source: SO I MUST SQUASH HER BACK INTO HER OLD SELF.
es_419: Debo aplastarla para que vuelva a ser la de antes,

source: AN UNSTABLE EGOMANIAC, SHE LASHED OUT AT EVERYONE UNTIL NOBODY WAS LEFT BESIDE HER.
es_419: Una ególatra desequilibrada. Atacaba a todo el mundo, hasta que ya nadie la defendió.

source: HOW ABOUT CUTTING OFF THEIR FUNDS AND LETTING THEM SLOWLY STARVE TO DEATH?
es_419: ¿Y si les congelamos los fondos y los dejamos morir de hambre?

source: OH, THAT POOR GIRL… SHE SEEMED FINE THIS MORNING, SO I MISTAKENLY ASSUMED THAT SHE WAS FEELING BETTER.
es_419: Ah, pobre niña… Esta mañana parecía estar bien, creí que ya estaba mejor. Se ve que me equivoqué.

source: BRING IT IN.
es_419: Tráiganlo.

source: SENIANNA!
es_419: ¡Seniana!

source: SCRATCH
es_419: rasca

source: LADY CHEF ROYALE
es_419: Seniana: La Chef Imperial

source: THEY MIGHT EVEN BOUNCE BACK IF THEY’RE LUCKY…
es_419: Con suerte, podrían recuperar su economía…

source: CLENCH
es_419: rechina

source: UNNATURAL THAT YOU WOULD SEND AN ANNEX SERVANT.
es_419: No sería natural que enviaras a una criada del anexo.

source: THEN JUST SHUT MY EYES AND COUNT TO ONE HUNDRED.
es_419: Ahora cierro los ojos y cuento hasta cien.

source: SHE IS ACCUSTOMED TO ENDURING PAIN, IT SEEMS.
es_419: Parece estar acostumbrada a soportar el dolor.

source: HAH!
es_419: ¡JA!

source: I FOUND YE-EUN!
es_419: ¡Ahí está Ye Eun!

source: THAT’S IT, COME TO TEACHER.
es_419: Muy bien, ven conmigo.

source: WAIT, SOFT PERSIMMONS…?
es_419: Momento, ¿caquis blandos?

source: FWOOM
es_419: fuuum

source: ...YOU’RE GOING TO COOK FOR GRANDFATHER?
es_419: ¿Vas a cocinarle al abuelo?…

source: AND THE SILVER VINE FRUIT IN PARTICULAR IS BITTER AND ASTRIGENT, UNTOUCHED EXCEPT FOR MEDICINAL PURPOSES.
es_419: Y el fruto de la vid de plata es particularmente amargo y áspero, se consume solo con fines medicinales.

source: SINCE THIS IS A PUBLIC OCCASION.
es_419: Dado que es un evento público,

source: HAVE THEIR LIMBS CUT OFF AND USED AS DOG FOOD?
es_419: ¿Los descuartizamos y los arrojamos a los perros?

source: SHINY
es_419: brilla

source: SHE IS GETTING DRESSED.
es_419: Se está cambiando.

source: ALL HE WAS TO DO IS ROAST THIS TO MAKE THE PERFECT TURKEY DISH.
es_419: Él solo debe poner el pavo al horno, y el plato quedará perfecto.

source: VERY WELL.
es_419: Muy bien.

source: TICKED
es_419: irritado

source: CHAPTER 15
es_419: Capítulo 15

source: AND I HAD THE DISHONOR OF BEING THE MOST FAMOUS SILVER VINE FRUIT IN THE CAPITAL.
es_419: Y yo tuve la deshonra de ser el fruto de la vid de plata más famoso de la capital.

source: THEY REMIND ME OF THE FIRST TIME I MET THE MARQUIS.
es_419: Me recuerdan a la primera vez que vi al marqués.

source: WAAAH
es_419: Buaa

source: CHILL
es_419: aterrador

source: YOU HEARD ME.
es_419: Ya me oíste.

source: AH, MY DEAR STEPSONS~
es_419: Queridos hijastros…

source: DOES GRANDFATHER HAVE A SWEET TOOTH?
es_419: ¿Al abuelo le gustan los dulces?

source: I’M AN EFFECTIVE TOOL FOR KEEPING FLORHETTA IN CHECK.
es_419: Soy perfecta para mantener a raya a Florencia.

source: ‘SILVER VINE FRUIT’ REFERRING TO MEN AND WOMAN LONG PAST THEIR MARRIAGEABLE AGE.
es_419: Así llaman a los hombres y las mujeres que ya pasaron la edad para casarse.

source: HAHA!
es_419: ¡Jaja!

source: NONSENSE.
es_419: Imposible.
